{
  "hello_world": "hello world",
  "landing.join_us.btn": "Join Us",
  "landing.hero.description": "LOSLC is a tech community for open source enthusiasts and Linux lovers. A place where we build and share innovative ideas.",
  "landing.hero.message": "Building tomorrow's open source, one contributor at a time.",
  "landing.mission": "We are a collective passionate about digital freedom, collaborative learning, and the value of open source.\n\nThrough Linux and open source tools, we're building a community where knowledge flows freely and everyone can grow.\n\nWhether you're debugging your first script or contributing to kernels, you'll find allies here.",
  "landing.event.iy2l": "Join us every Thursday at 8PM UTC for Inside Your Linux Lab (IY2L), where we dive deep into your Linux universe.",
  "landing.event.rsvp": "RSVP Now",
  "landing.why_join": "Why join our community?",
  "landing.why_join.res1.title": "Team Coding",
  "landing.why_join.res1": "Weekly hackathons and pair programming sessions",
  "landing.why_join.res2.title": "Workshops & Learning",
  "landing.why_join.res2": "From bash basics to open-source contributions",
  "landing.why_join.res3.title": "Community Support",
  "landing.why_join.res3": "24/7 Discord channel with over 100 members",
  "landing.footer.question": "Ready to dive in?",
  "landing.footer.desc": "Join more than 250 developers in our open-source journey. All skill levels are welcome!",
  "system.language.choose.title": "Choose your language",
  "system.language.choose.btn": "Choose",
  "nav.dashboard": "Dashboard",
  "nav.profile": "Profile",
  "nav.settings": "Settings",
  "nav.appearance": "Appearance",
  "nav.password": "Password",
  "nav.logout": "Log out",
  "home.title": "LOSLC, Linux and Open Source Lovers Community.",
  "home.subtitle": "LOSLC is a tech community for open-source enthusiasts and Linux lovers. Where we build and share innovative ideas.",
  "home.join.btn": "Join Us",
  "about.title": "A community for open-source enthousiasts and Linux lovers.",
  "about.subtitle": "We're building a community of passionate developers and Linux enthusiasts",
  "about.mission.title": "Building Open-Source as a community",
  "about.mission.desc": "Open-source thrives on collaboration and shared ownership. Contributors create innovative solutions that benefit everyone, driving a movement that reshapes technology.",
  "about.collaborative.title": "Grow together",
  "about.collaborative.desc": "Growth is stronger when shared. Through mentorship and collaboration, we accelerate progress and create an environment where everyone can thrive together.",
  "about.teach.title": "Teach others by sharing your knowledge",
  "about.teach.desc": "Knowledge sharing empowers others, fosters innovation, and pushes boundaries. It's about making a meaningful impact beyond individual learning.",
  "about.thrive.title": "Thriving Together, Not Just Surviving",
  "about.thrive.desc": "In a strong community, no one struggles alone. We support each other, share knowledge, and grow collectively. Progress is faster and more fulfilling when we build together.",
  "about.team.title": "Our team",
  "about.team.desc": "Passionate, skilled, and collaborative, our team brings ideas to life and drives innovation forward.",
  "about.join.title": "Join our community and start collaborating today.",
  "about.team.daniel.title": "Founder",
  "about.team.daniel.bio": "Daniel has a lifelong passion for science and technology. He began programming in middle school and has been creating projects and sharpening his skills ever since.",
  "about.team.laureen.title": "Community Relations Manager",
  "about.team.laureen.bio": "Laureen is dedicated to open-source and robotics, actively contributing to innovative projects and collaborating with the tech community. She thrives on learning and staying ahead of emerging technologies.",
  "about.team.rayane.title": "Communication Lead",
  "about.team.rayane.bio": "Rayane is a full-stack web developer who enjoys creating modern, scalable applications. He is always eager to learn new technologies and improve user experiences.",
  "about.team.denise.title": "Secretary",
  "about.team.denise.bio": "Denise is a full-stack web developer who builds dynamic, responsive, and efficient web applications. She loves solving problems and exploring new technologies to enhance user experiences.",
  "about.team.emerick.title": "Community Manager",
  "about.team.emerick.bio": "Emerick specializes in cybersecurity and is the founder of ETHIX Community. As a CTF player, challenge creator, and freelance junior penetration tester, he is steadily advancing in the field.",
  "about.team.bayedze.title": "Community Manager",
  "about.team.bayedze.bio": "Bayédzè is a system administrator with a strong focus on network security and infrastructure management. He enjoys optimizing systems and ensuring reliable performance.",
  "about.team.kallern.title": "Project Security Tester",
  "about.team.kallern.bio": "Kallern is a cybersecurity enthusiast passionate about ethical hacking and digital security. He continuously sharpens his skills to protect systems from emerging threats.",
  "footer.copyright": "© 2025 LOSLC. All rights reserved.",
  "settings.profile.title": "Profile settings",
  "settings.profile.desc": "Update your account's personal information",
  "settings.password.title": "Password settings",
  "settings.password.desc": "Update your account's password",
  "settings.appearance.title": "Appearance settings",
  "settings.appearance.desc": "Update your account's appearance settings",
  "appearance.light": "Light",
  "appearance.dark": "Dark",
  "appearance.system": "System",
  "blog.readmore": "Read more",
  "common.select.language": "Select Language"
}
